<script type='text/javascript'>
var quotes = [
'网友：阶级论，是有人类以來最邪恶的变异文化的歪理邪说！它使人类走向恐怖导向邪恶的精神牙片与搞乱人类自然生存状态的烟雾弹！阶级的概念混淆了善恶的标准！然而阶级论使人类走向了一种恶性循环的状态，以至导致人类走向互相残杀，促使人性殆尽自取灭亡的魔鬼时代！',
'在民主的国家里，法律就是国王；在专制的国家里，国王就是法律。——马克思',
'民主是什麽？民主就是发表了任何意见不怕有人秋後算账；民主就是权利被侵犯的时候可以理直气壮地讨回，不管你是什麽阶级什麽身份；民主就是不必效忠任何党，不必讨好任何人，也可以堂堂正正地过日子；民主就是打开电视不必忍受主播道德凛然地说谎；民主就是不必为了保护孩子而训练他从小习惯谎言；民主就是享受各种自由而且知道那自由不会突然被拿走，因为它不是赐予的；民主并非只是选举投票，它是生活方式，是思维方式，是你每天呼吸的空气、举手投足的修养，个人回转的空间。——龙应台',
'中国的出路是『民主』和『科学』四个字，我们为之奋斗了近70年，付出了很大的代价。现在还需要继续努力。——胡耀邦',
'「自余束发以来，即追随总理革命，无时不以耶稣基督与总理信徒自居，无日不为扫除三民主义之障碍，建设民主宪政之国家，坚苦奋斗。」——蒋介石',
'政党多不一定民主，政党多且势均力敌的国家一定民主。只有两个半斤八两的政党，才最需要第三者——小老百姓的助力。为收买老百姓起见，会对他们好一点，更多尊重一点。关於民主，我常作这样简单化的解释：民主国家，就是政府为收买公民，而给予更多关心与尊重的国家。不民主国家，就是政府不必收买公民，而给予更多冷漠和蔑视的国家。——曹极',
'中国是个拚命制造奇迹又拚命压制奇迹的地方，十几年应试教育的结果：中国的学生是不太可能有奇思异想的。比如我的特立独行，在中国人的心目中是别扭的，是奇怪的，是不可理喻的，但是在美国人的心目中，我的特立独行又是再正常不过的现象。在中国有非常严重的从众效应，这种从众效应影响下的中国，看似民主，实则不民主，看似自由，实则离自由最远。——曹极',
'以身作则，独裁为公：民主是最没有效率的。民主是种气氛，让大家都能沟通。但是在成长快速的企业里，领袖应该带着霸气。——郭台铭',
'正像我不想做奴隶一样,我也不愿做主人.这就是我的民主思想.任何与此不同的东西.都绝对不是民主.——林肯',
'在一种民主制度中受穷，也比在专制统治下享受所谓幸福好，正如自由比受奴役好一样。--【古希腊】德谟克利特',
'法必须以整个社会的福利为其真正的目标、法律是否有效，取决于它的正义性、习惯具有法律的力量，它可以取消法律，也可以作为法律的解释者。--【意大利】托马斯·阿奎那：《阿奎那政治著作选》',
'很少有什么法律是各民族所共有的。如果有，那就是自然法。因为自然法本身一般称为民族间的法律。--【荷兰】雨果·格老秀斯：《战争与和平法》，牛津1925年版，第1章。',
'法律的目的不是废除或限制自由，而是保护和扩大自由，这是因为在一切能够接受法律支配的人类的状态中，哪里没有法律，哪里就没有自由。--【英国】洛克：《政府论》',
'一切法律所具有或通常所具有的一般目的，是增长社会幸福的总和。--【英】边沁：《道德与立法原理导论》。',
'在一个法治政府之下，善良公民的座右铭是什么呢？那就是严格地服从，自由地批判。--边沁：《政府片论》。',
'可以说，所有进步社会的运动，到此为止，是一个从身份到契约的运动。--【英国】梅因：《古代法》。',
'人人生而平等，他们都从他们的造物主那边被赋予了某些不可转让的权利，其中包括生命权、自由权和追求幸福的权利。--【美国】托马斯﹒杰弗逊：《杰弗逊文选》。',
'在专制政府中，国王便是法律。同样，在自由国家中，法律更应该成为国王，而不应该有其他情况。--【美国】潘恩。',
'司法的真正危险在于对合理改革的胆怯抵制、对法律陈规的顽固坚持。--【美国】庞德：《普通法的精神》。',
'法律的生命不在于逻辑而在于经验。要理解法律是什么，我们必须知道它以前是什么，以及它未来会成为什么样子--【美国】小奥利弗·温德尔·霍姆斯：《普通法》。',
'法律不过是对法院将做些什么的预测而已--我们研究的对象就是预测，预测法院这一公共力量的影响所及。--【美国】小奥利弗·温德尔·霍姆斯：《法律的道路》（ThePathofLaw）。',
'司法过程的最高境界并不是发现法律，而是创造法律。--【美国】卡多佐：《司法过程的性质》。','法律必须被信仰，否则它将形同虚设。没有信仰的法律将退化成为僵死的教条；而没有法律的信仰却将蜕变成为狂信。--【美国】哈罗德·J·伯尔曼：《法律与宗教》。',
'一个并不保证与保护私有财产的法律秩序就被认为是违反自然的，因而是不能持久存在的。--【奥地利】凯尔森：《法与国家的一般理论》。',
'法治意味着政府的全部活动应受预先确定并加以宣布的规则的制约--这些规则能够使人们明确地预见到在特定情况下当局将如何行使强制力，以便根据这种认知规划个人的事务。--【英国】哈耶克：《通往奴役之路》。',
'任何一部法律要真正成立，有两个前提是不可或缺的：第一，必须有一个能够宣布和修改法律内容的正当而充分的权力；第二，必须有恰当而合理的制度安排，使人民有权宣布和决定法律是否有效。--【英国】柏克：《自由与传统》。',
'简要地说，比较法的意义可以概括为三个方面。它有助于法制史或法哲学的研究，有助于更好地认识与改进我们的本国法，有助于了解外国人民以及在国际生活的各种关系中建立美好的制度。--【法国】勒内·达维德：《当代主要法律体系》。',
'一旦法律制度设定了一种权利和义务的方案，那么为了自由、安全和可预见性，就应当尽可能地避免对该制度进行不断的修改和破坏。但是，当业已确立的法律同一些易变且重要的社会发展力量相冲突时，法律就必须对这种稳定政策付出代价。--【美国】博登海默：《法理学：法哲学与法律方法》。',
'允许我们默认一种有错误的理论的惟一前提是尚无一种较好的理论，同样，使我们忍受一种不正义只能是在需要它来避免另一种更大的不正义的情况下才有可能。作为人类活动的首要价值，真理和正义是绝不妥协的。--【美国】罗尔斯：《正义论》。',
'为使法官绝对服从法律，法律将法官从所有国家权力影响中解放出来。--【德国】古斯塔夫·拉德布鲁赫：《法学导论》。',
'给予法律制度生命和真实性的是外面的社会世界。法律制度不是隔绝的、孤立的，它完全依靠外界的输入。--【美国】劳伦斯·M·弗里德曼：《法律制度》。',
'政府必须关心它统治下的人民，就是说，把他们当作有能力经受痛苦和挫折的人；政府必须尊重它统治下的人民，就是说，把他们当作根据他们应当如何生活的理性概念有能力组织起来并采取行动的人。政府必须不仅仅关系和尊重人民，而且必须平等地关心和尊重人民。它千万不要根据由于某些人值得更多地关注从而授予其更多的权利这一理由而不平等地分配利益和机会。它千万不能根据某个公民的某一集团良好生活的概念更高尚或高于另一个公民的同样概念而限制自由权。--【美国】罗纳德·德沃金：《认真对待权利》。',
'法律规则根本不是法官判决的基础，司法判决是由情绪、直觉的预感、偏见、脾气以及其他非理性的因素决定的。--【美国】弗兰克：《法律及其现代精神》；博登海默：《法理学--法哲学及其方法》。',
'一个人的自由发展是一切人自由发展的条件。--《马克思恩格斯全集》第1卷。',
'自由就是从事一切对别人没有害处的活动的权利。每个人所能进行的对别人没有害处的活动的界限是由法律规定的，正像地界是由地标确定的一样。--《马克思恩格斯全集》第1卷。',
'谁都不应凌驾于法律之上，谁也都不应该受法律的欺凌，当我们要求人们遵守法律时，无需征得他们的同意（西？罗斯福）',
'法律就像蜘蛛网，只捕捉入网中的小者，而遇到富者和强者就只好听任其把网子扯得粉碎（阿纳卡西斯）',
'网儿撒出去，并不是为了捕捉危害我们的鹰和鸢，而是为了抓那些丝毫不妨碍我们的无辜小鸟（忒壬斯）',
'法律总是蹂躏赤贫者，而阔人们总是支配法律（哥尔斯密）',
'若是没有公众舆论的支持，法律是丝毫没有力量的。--美国废奴运动领袖菲力普斯',
'我不同意你说的话，但是我愿意誓死捍卫你说话的权利。--法国作家伏尔泰',
'倘若世上没有坏人，也就不会有好的律师。--英国小说家狄更斯',
'人们通常会发现，法律就是这样一种的网，触犯法律的人，小的可以穿网而过，大的可以破网而出，只有中等的才会坠入网中。英国诗人申斯通',
'君子喻于义，小人喻于利。--孔丘',
'人类对于不公正的行为加以指责，并非因为他们愿意做出这种行为，而是惟恐自己会成为这种行为的牺牲者。（古希腊哲学家柏拉图）',
'法律需要被信仰，否则它形同虚设。没有任何行为比起法官的徇私枉法对一个社会更为有害的了。司法的腐败，既使是局部腐败，也是对正义的源头活水的玷污。司法独立是司法公正的大前提。每一个人都不可以成为自己事务的法官。在由意志而不是由法律行使统治的地方没有正义可言。程序决定了法治与恣意人治之间的基本区别。--「美」道格拉斯',
'在民主的国家里，法律就是国王；在专制的国家里，国王就是法律。--「德」马克思',
'安全愈是神圣不可侵犯，主权者所保护的国民的自由愈多，刑罚也就愈公正。--贝卡利亚：《论犯罪和刑罚》',
'法不阿贵，绳不绕曲。--韩非子',
'谁握有国家的立法权或最高权力，谁就应该以既定的、向全国人民公布周知的、经常有效的法律，而不是以临时的命令来实行统治；应该由公正无私的法官根据这些法律来裁判纠纷。--洛克：《政府论》。',
'一次不公的判断比多次不平的举动为祸犹烈。因为这些不平的举动不过弄脏了水流，而不公的判断则把水源败坏了。--培根：《论司法》。',
'吏不良，则有法而莫守；法不善，则有财而莫理。--王安石：《度支副使厅壁题名记》',
'私有财产的真正基础即有占有，是一种事实。一个不可解释的事实，而不是权利。只是由于社会赋予实际占有以法律的规定，实际占有才具有合法占有的性质。--马克思',
'在我看来，失手杀人其罪尚小，混淆美丑、善恶、正义与不正义，欺世惑众，其罪大矣。--[古希腊]柏拉图：《理想国》','困难群众的寒舍风能进，雨能进，国王不能进。',
'正义不仅要实现，而且要以人们看得见的方式实现。','一次不公正的判决，其恶果相当于10次犯罪。--弗兰西斯·培根',
'如果同一批人同时拥有制定和执行法律的权利，这就会给人们的弱点以绝大诱惑，使他们动辄要攫取权力，借以使他们自己免予服从他们所制定的法律，并且在制定和执行法律时，使法律适合于他们自己的私人利益。--[英]洛克《政府论》'
];
document.write (quotes[Math.floor (Math.random () * quotes.length)]);
var rand = function ()
{
var btn = document.getElementById ('btn');
var str = quotes[Math.floor (Math.random () * quotes.length)];
if (!this.txt)
{
this.txt = document.createTextNode (str);
document.body.insertBefore (this.txt, btn);
}
else
{
this.txt.nodeValue = str;    
}
}
</script>
